#+TITLE: Brainstorm School Summer '22 I
#+AUTHOR: Chris Hogan
#+DATE: <2022-05-17 Mon> to <2022-06-12 Sun>
#+STARTUP: nologdone

* Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-05-27 Fri 21:56], for week 2022-W21.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *43h 9m* |
  |----------+------------+----------|
  | study    | *Tag time* | *5h 56m* |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | 3D       | *Tag time* | *0h 0m*  |
  
  #+END:

** <2022-05-16 Mon>
*** DONE FND I week 1 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-16 Mon 18:02]--[2022-05-16 Mon 21:43] =>  3:41
    CLOCK: [2022-05-16 Mon 12:39]--[2022-05-16 Mon 16:17] =>  3:38
    CLOCK: [2022-05-16 Mon 07:40]--[2022-05-16 Mon 11:41] =>  4:01
    :END:

** <2022-05-17 Tue>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-17 Tue 18:00]--[2022-05-17 Tue 21:54] =>  3:54
    :END:

** <2022-05-18 Wed>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-18 Wed 17:34]--[2022-05-18 Wed 22:05] =>  4:31
    :END:

** <2022-05-19 Thu>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-19 Thu 17:39]--[2022-05-19 Thu 21:59] =>  4:20
    :END:

** <2022-05-20 Fri>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-20 Fri 17:44]--[2022-05-20 Fri 21:42] =>  3:58
    :END:

** <2022-05-21 Sat>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-21 Sat 17:31]--[2022-05-21 Sat 21:49] =>  4:18
    CLOCK: [2022-05-21 Sat 13:21]--[2022-05-21 Sat 16:22] =>  3:01
    CLOCK: [2022-05-21 Sat 07:36]--[2022-05-21 Sat 11:10] =>  3:34
    :END:

** <2022-05-22 Sun>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-22 Sun 18:03]--[2022-05-22 Sun 18:57] =>  0:54
    CLOCK: [2022-05-22 Sun 08:11]--[2022-05-22 Sun 11:30] =>  3:19
    :END:
*** DONE FND I                                                        :study:
    :LOGBOOK:
    CLOCK: [2022-05-22 Sun 12:00]--[2022-05-22 Sun 15:28] =>  3:28
    :END:
*** DONE Blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-05-22 Sun 19:06]--[2022-05-22 Sun 19:25] =>  0:19
    CLOCK: [2022-05-22 Sun 18:57]--[2022-05-22 Sun 19:06] =>  0:09
    :END:
*** DONE VisCom Basics                                                :study:
    :LOGBOOK:
    CLOCK: [2022-05-22 Sun 20:00]--[2022-05-22 Sun 22:00] =>  2:00
    :END:

* Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-05-27 Fri 21:56], for week 2022-W21.
  | Tags    | Headline                             | Time    |       |      |
  |---------+--------------------------------------+---------+-------+------|
  |         | *Total time*                         | *27:48* |       |      |
  |---------+--------------------------------------+---------+-------+------|
  |         | Week 2                               | 27:48   |       |      |
  |         | \_  <2022-05-23 Mon>                 |         | 11:47 |      |
  | drawing | \_    Warmup                         |         |       | 0:52 |
  | drawing | \_    FND I week 2 homework          |         |       | 7:52 |
  | drawing | \_    Vis Com                        |         |       | 3:03 |
  |         | \_  <2022-05-24 Tue>                 |         |  4:01 |      |
  | drawing | \_    FND I week 2 homework          |         |       | 4:01 |
  |         | \_  <2022-05-25 Wed>                 |         |  4:03 |      |
  | drawing | \_    warmup                         |         |       | 0:25 |
  | drawing | \_    FND I week 2 homework          |         |       | 3:38 |
  |         | \_  <2022-05-26 Thu>                 |         |  4:05 |      |
  | drawing | \_    warmup                         |         |       | 0:26 |
  | drawing | \_    FND I week 2 homework          |         |       | 3:14 |
  | drawing | \_    Vis Com Basics week 2 homework |         |       | 0:25 |
  |         | \_  <2022-05-27 Fri>                 |         |  3:52 |      |
  | drawing | \_    Vis Com Basics week 2 homework |         |       | 3:52 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *27h 48m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-05-23 Mon>
*** DONE Warmup                                                     :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-23 Mon 07:27]--[2022-05-23 Mon 08:19] =>  0:52
    :END:
*** DONE FND I week 2 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-23 Mon 17:32]--[2022-05-23 Mon 18:26] =>  0:54
    CLOCK: [2022-05-23 Mon 12:25]--[2022-05-23 Mon 16:16] =>  3:51
    CLOCK: [2022-05-23 Mon 08:19]--[2022-05-23 Mon 11:26] =>  3:07
    :END:
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-23 Mon 18:26]--[2022-05-23 Mon 21:29] =>  3:03
    :END:
** <2022-05-24 Tue>
*** DONE FND I week 2 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-24 Tue 17:55]--[2022-05-24 Tue 21:56] =>  4:01
    :END:
** <2022-05-25 Wed>
*** DONE warmup                                                     :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-25 Wed 17:37]--[2022-05-25 Wed 18:02] =>  0:25
    :END:
*** DONE FND I week 2 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-25 Wed 20:37]--[2022-05-25 Wed 21:55] =>  1:18
    CLOCK: [2022-05-25 Wed 18:03]--[2022-05-25 Wed 20:23] =>  2:20
    :END:
** <2022-05-26 Thu>
*** DONE warmup                                                     :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-26 Thu 17:34]--[2022-05-26 Thu 18:00] =>  0:26
    :END:
*** DONE FND I week 2 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-26 Thu 19:20]--[2022-05-26 Thu 21:29] =>  2:09
    CLOCK: [2022-05-26 Thu 18:00]--[2022-05-26 Thu 19:05] =>  1:05
    :END:
*** DONE Vis Com Basics week 2 homework                             :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-26 Thu 21:31]--[2022-05-26 Thu 21:56] =>  0:25
    :END:
** <2022-05-27 Fri>
*** DONE Vis Com Basics week 2 homework                             :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-27 Fri 18:04]--[2022-05-27 Fri 21:56] =>  3:52
    :END:
** 
